Repository: aspigirlcodes/uniqid
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: If you don't want to start from scratch, you can copy one of our <a href="%(example_url)s" class="alert-link">examples</a> and start from there.
de: Wenn du nicht von Null anfangen möchtest, kannst du auch eine der <a href="%(example_url)s" class="alert-link">Beispiele</a> kopieren und für deine Zwecke abändern

source: We've listed them in the order you added them here. You can arrange them in the order you want in the next step.
de: Wir haben sie in der Reihenfolge aufgelistet indem sie Hinzugefügt wurden. Du kannst die Reihenfolge in dem nächsten schritt ändern.

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: When you are finished adding information, you can arrange your modules in the order you want in the next step.
de: Wenn du alle gewünschten Informationen hinzugefügt hast kannst du im nächsten schritt die Reihenfolge festlegen.

# Button
source: Next step: Arrange modules
de: Nächster Schritt: Modulen Anordnen

# Button
source: Create module
de: Module Erstellen

source: Sensory Module
de: Module mit Sensorische Informationen

source: Are you sure you want to delete this medication item?
de: Möchtest du dieser Medikamenteintrag wirklich löschen?

source: Are you sure you want to delete this module?
de: Bist du sicher das du dieses Modul löschen möchtest?

source: <p> nothing here yet. Have a look at our <a href="%(ex_url)s">examples</a> instead.</p>
de: <p>Hier gibt es noch keine Inhalte. Du kannst dich aber die <a href="%(ex_url)s">Beispiele</a> anschauen.</p>

source: Edit Medication module
de: Modul Medikamente bearbeiten

# Button
source: Add new medication
de: Neues Medikament hinzufügen

source: Delete module
de: Modul löschen

source: Your Pages
de: Deine Seiten

source: Create a new page
de: Erstelle eine neue Seite

source: Visibility
de: Sichtbarkeit

source: Preview
de: Vorschau

source: Visible
de: Sichtbar

source: Make private
de: Privat machen

source: Private
de: Privat

source: Make visible
de: Sichtbar machen

source: Link copied to clipboard
de: Link wurde zur Zwisschenablage kopiert

source: Copy link
de: Link kopieren

source: Generate new link
de: Neuer Link generieren

source: New link for sharing
de: Neuer Link zum Teilen

source: The current link will become invalid if you generate a new one! People you shared the old link with will no longer be able to see your page, unless you send them the new link.
de: Wenn du ein neuer Link generierst, wird der aktueller Link ungültig! Leute mit denen du den alten Link geteilt hast werden deine Seite nicht mehr sehen können, ausser wenn du ihnen den neuen Link zukommen lasst.

source: Click cancel if you don't want to generate a new link and keep using the old one.
de: Wähle Abbrechen wenn du kein neuer Link generieren sondern der alte Link weiter benutzen möchtest

source: Cancel
de: Abbrechen

source: Generate link
de: Generiere Link

source: Your page is currently private. Noone except you can view it. Change the page visibility to generate a sharing link.
de: Deine Seite ist momentan privat. Niemanden ausser du kann sie sehen. Ändere die Sichtbarkeitseinstellung der Seite bevor du einen Link zum Teilen generieren kannst.

source: This link will not work as long as the visibility of your page is set to private.
de: Dieser Link ist ungültig so lange die Sichtbarkeit deiner Seite auf Privat gesetzt ist.

source: back
de: Zurück

source: Sort Modules:
de: Module sortieren:

# Button
source: Save and finish
de: Speichern und fertigstellen

source: add item
de: Füge ein weiteres Item hinzu

# sensitivity description
source: sound
de: Geräusche

# sensitivity description
source: light
de: Licht

# sensitivity description
source: smell
de: Gerüche

# sensitivity description
source: temperature
de: Wärme/Kälte

source: I am much less sensitive to %(sense)s than most people.
de: Ich bin viel weniger als durchschnittlich empfindlich bezüglich %(sense)s.

source: I am less sensitive to %(sense)s than most people.
de: Ich bin weniger als durchschnittlich empfindlich bezüglich %(sense)s.

source: My sensitivity to %(sense)s is average.
de: Ich bin durchschnittlich empfindlich bezüglich %(sense)s.

source: I am more sensitive to %(sense)s than most people.
de: Ich bin mehr als durchschnittlich empfindlich bezüglich %(sense)s.

source: I am much more sensitive to %(sense)s than most people.
de: Ich bin viel mehr als durchschnittlich empfindlich bezüglich %(sense)s.

source: No Page found matching the query
de: Keine Seite gefunden für diese Anfrage

source: English
de: Englisch

source: German
de: Deutsch

source: Hi, Someone asked for password reset for email %(email)s. Follow the link below to set a new password:
de: Hallo, Jemanden hat ein Passwortreset für diese Emailadresse (%(email)s) angefragt. Du kannst den unterstehenden Link benutzen um dein Password zurückzusetzen.

source: Welcome to PAI, An account has been created for your email address: %(email)s. To complete your registration, follow the link below to create a password:
de: Willkommen bei PAI, wir haben dir ein Benutzerkonto für diese Emailadresse %(email)s gemacht. Folge unterstehenden Link um dein Passwort zu setzen und so deine Registrierung ab zu schliessen.

source: Email sent
de: Email wurde gesendet

source: We've sent you an email with details on how to reset your password. Please check your mailbox.
de: Wir haben dir eine Email gesendet mit mehr Informationen wie du dein Passwort zurücksetzen kannst. Bitte schaue in deine Mailbox nach.

source: Login
de: Einloggen

source: Your email and password didn't match. Please try again.
de: Deine Email und Passwort stimmen nicht überein. Versuche es nochmal.

source: Register
de: Registrieren

source: Forgot password
de: Passwort vergessen

# title
source: Change password
de: Passwort ändern

# button
source: Change password
de: Ändere mein Passwort

source: Forgot Password
de: Passwort vergessen

source: Please enter your email address and we'll send you instructions on how to reset your password
de: Gebe bitte deine Emailadresse ein, damit wir dir Informationen zum Zurücksetzen deines Passworts schicken können.

# title
source: Set password
de: Passwort setzen

# button
source: Set password
de: Setze dieses Passwort

source: The link you used was invalid, possibly because it has already been used, or because it has expired. Please <a href="%(reseturl)s" class="alert-link">request a new link</a>.
de: Dieser Link ist ungültig. Möglicherweise weil er schon mal benutzt wurde, oder weil er abgelaufen ist. <a href="%(reseturl)s" class="alert-link">Beantrage bitte einen neunen Resetlink</a>.

source: Enter your Email
de: Trage deine Emailadresse ein.

source: All Infographics you create will be coupled to your email address. We will only email you about things concerning your account and your infographics. We will never give your email address to others.
de: Alle Infoseiten den du erstellst werden mit deine Emailadresse verbunden. Wir werden dich nur Emails schicken mit beziehung auf dein Benutzerkonto. Wir werden deine Emailadresse nicht weitergeben.

source: Already have an account?
de: Hast du schon ein Konto?

source: Log in.
de: Hier einloggen.

source: Submit
de: Weiter

source: Password reset
de: Passwort Zurücksetzen

source: Finalize your registration
de: Deine Registrierung

source: Your password was changed successfully.
de: Dein Passwort wurde erfolgreich geändert.

source: Your password was changed successfully. Please log in with your new password.
de: Dein Passwort wurde erfolgreich geändert. Du kannst dich jetzt mit deinem neuem Passwort einloggen.

source: Thanks for registering. You can now log in with your new password.
de: Danke fürs Registrieren. Du kannst dich jetzt mit deinem neuem Passwort einloggen.

source: You can now start creating your page. We've sent you an email to confirm your account in case you want to keep using it.
de: Du kannst Jetzt anfangen deine Seite zu gestallten. Wir haben dich eine Email geschickt um dein Konto zu bestätigen falls du es weiter nutzen mochtest.
