Repository: aspigirlcodes/uniqid
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Hairdresser visit
de: Coiffeurbesuch

source: Hi,
de: Hallo,

source: I am %(name)s.
de: Ich bin %(name)s.

source: I am autistic.
de: Ich bin Autist*in.

source: Read on to learn more about what autism means to me and how you can help me.
de: Lese weiter und erfahre mehr darüber was Autismus für mich bedeutet und wie Sie mir helfen können.

source: Communication
de: Kommunikation

source: In general
de: Allgemein

source: You can use
de: Du kannst benutzen

source: Spoken language
de: Mündliche Kommunikation

source: Written language
de: Schriftliche Kommunikation

source: I will use
de: Ich werde benutzen

source: When I am stressed
de: In eine Stresssituation

source: Don't ask me too many questions
de: Stellen Sie mich nicht zu viele Fragen

source: Don't make unexpected hard noises such as slamming the door
de: Machen Sie keine unerwartete laute Geräusche (zum Beispiel die Türe zuschlagen)

source: Ask before touching my stuff
de: Berühren Sie meine Sachen nicht ohne zuerst zu fragen

source: Ask me before using products with a pronounced smell
de: Benutzen Sie keine Produkte mit ausgesprochenen Geruch ohne zuerst zu fragen

source: Leave me enough time to answer your questions or to make decisions
de: Lassen Sie mich genügend Zeit um Fragen zu beantworten oder Entscheidungen zu treffen

source: Tell me what is going to happen beforehand
de: Sagen Sie mir im Voraus was passieren wird

source: This is what I want my hair to look like
de: Ich möchte das meine Haare etwa so aussehen

source: As my hair is curly it will be shorter when dry. Please don't cut it too short as I still want to be able to bind it together in a ponytail.
de: Weil ich Locken habe werden meine Haare kurzer sein wenn trocken. Bitte schneiden Sie meine Haare nicht zu kurz weil ich sie nachher noch zu einen Pferdeschwanz zusammen binden können möchte.

source: Doctors visit
de: Arztbesuch

source: Don't touch me without permission
de: Berühren Sie mich nicht ohne meine Zustimmung

source: Ask me if I am ready to go before you take me to a new place
de: Fragen Sie mich ob ich parat bin bevor Sie mich zu einen neuen Ort bringen

source: Give me clear instructions if I have to do something
de: Ich brauche klare Instruktionen wenn ich etwas machen soll

source: Write important information down for me.
de: Schreiben Sie allen wichtigen Informationen für mich auf.

source: Sensory sensitivities
de: Sensorische Empfindlichkeit

source: I am very sensitive to sound
de: Ich bin sehr empfindlich bezüglich Geräusche

source: I am very sensitive to light
de: Ich bin sehr empfindlich bezüglich Licht

source: I can't cope with fluorescent lighting
de: Ich kann das Licht von Leuchtstofflampen nicht ertragen

source: I am less sensitive than average to temperature
de: Ich bin weniger als durchschnittlich empfindlich bezüglich Wärme/Kälte

source: I have trouble processing more than one sense at a time, for example hearing you while looking at something
de: Ich habe mühe damit mehr als einen Sinn gleichzeitig zu verarbeiten, zum Beispiel Ihnen zuhören währenddem das ich etwas anschaue

source: I have difficulties recognizing and/or reporting pain or other symptoms
de: Ich habe Schwierigkeiten damit Schmerzen und andere Symptome zu erkennen und/oder darüber zu berichten

source: Medication
de: Medikation

source: What
de: Was

source: When
de: Wann

source: Quantity
de: Wie viel

source: Remarks
de: Bemerkungen

source: Wonder pills
de: Wunderpille

source: Breakfast
de: Beim Frühstück

source: Dinner
de: beim Abendessen

source: sweet sirup
de: Süsse Sirup

source: before sleeping
de: vor dem Schlafen

source: Contacts
de: Kontakte

source: My GP (General Practitioner)
de: Mein Hausarzt

source: Travel
de: Reise

source: I have autism.
de: Ich habe Autismus.

source: This situation is very stressful to me
de: Diese Situation ist für mich sehr Stressig

source: I might not be able to talk or answer your questions
de: Es kann sein das ich Ihre Fragen nicht beantworten kann oder gar nicht rede

source: I might be able to write if you give me pen and paper or type on my smartphone
de: Es ist möglich dass ich schriftlich kommunizieren kann wenn sie mir einen Stift und Papier geben, oder indem ich auf mein Smartphone tippe

source: Please don't touch me or try to comfort me by talking a lot
de: Bitte berühren Sie mich nicht und versuchen sie nicht mich mit viele Worten zu beruhigen

source: Please help me get back to my hotel
de: Bitte helfen Sie mir zurück zum Hotel zu gelangen.

source: Emergency contact
de: Notfallkontakt

source: Start from this example
de: Dieses Beispiel als Template benutzen

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: Who can make an autism infographic?
de: Wer kann eine personalisierte Autismusinfografik erstellen?

source: Anyone can make one! All you need is an email address to create an account. Autistic people can make infosheets for themselves. Parents can make them for/together with their children. Teachers or carers can make them for/together with people they are supporting.
de: Jeder kann das! Alles was es braucht ist eine Email Addresse für die erstellung eines Benutzerkontos. Autist_inn_en können Informationsseiten über sich selber erstellen. Eltern können sie für oder zusammen mit ihre Kindern machen. Lehrpersonen oder andere Begleitpersonen können sie für oder zusammen mit denjenigen machen denen sie unterstützen.

source: There is only one thing you should take care of: If you are making and sharing an Infographic about someone else, be sure to inform them and get their consent. Autistic people have right to privacy and self-determination just like anybody else!
de: Es gibt nur eins worauf man achten soll: Beim kreieren und teilen einer Infoseite für jemanden anderen als sich selbst, sollte man diese Person immer darüber informieren und seine/ihre zustimmung einholen. Autist_inn_en haben ein Recht auf Privatsphäre und Selbstbestimmung so wie jede andere auch!

source: What situations can autism infographics be used for?
de: In welche Situationen kann man eine Autismusinfografik benutzen?

source: We have created a wide range of modules, including those where you can add your own text and images. Our Infographics can therefore be used in almost any situation. You can make very elaborate ones to inform coworkers or teachers you will work closely together with. But also very brief ones for emergency situations.
de: Wir haben ein grosse Auswahl an module kreiert. Auch solche wo man ganz frei Text und Bilder einfügen kann. Dadurch können unsere Infografiken in fast jede Situation benutzt werden. Du kannst sehr ausführliche Seiten erstellen um Mitarbeiter oder Lehrpersonen mit wem du nahe zusammenarbeitest zu informieren. Aber auch sehr kürze Seiten für Notfallsituationen.

source: You can share your infographics with others, but that doesn't mean you should. You might just as well make some just for you, as a reminder of what to do in a certain situation for example.
de: Du kannst die Infografiken mit andern teilen, aber dies is nicht obligatorisch. Du kannst auch welche für dich selber machen. Als eine Erinnerungsstütze was man in bestimmte Situationen machen soll zum Beispiel.

source: Can I make more than one?
de: Kann ich mehr als eine Infographik machen?

source: Yes! You can make as many as you want and customise them depending on the situation.
de: Sicher! Du kannst so viele machen wie du möchtest und sie individuell an die jeweilige Situation anpassen.

source: Personalised Autism Infographics
de: Personalisierte Autismus Infografiken

# Action button
source: Create one!
de: Probiere es aus!

source: The Idea
de: Die Idee

source: Autistic people, their supporters and allies...
de: Autist_inn_en, ihre Helfer und Bezugspersonen...

source: ...Can create infosheets for different occasions...
de: ...Können Informationsseiten für unterschiedliche Situationen erstellen...

source: ...And share them with others involved
de: ...Und sie mit anderen Beteiligten teilen

# Action button
source: Read more
de: Mehr Lesen

source: How it works
de: Wie es funktioniert

source: Step 1: Create
de: Schritt 1: Erstellen

source: Choose from our predefined modules and add your own content.
de: Wähle einen unseren vordefinierten Modulen und füge deine eigenen Inhalte hinzu.

source: Step 2: Arrange
de: Schritt 2: Anordnen

source: Arrange the modules in the order you want them.
de: Platziere die Module in die von dir gewünschte Reihenfolge.

source: Step 3: Finish
de: Schritt 3: Fertigstellen

source: Once you're happy, you can save the result to your device, share it, or print it out.
de: Wenn du mit dem Resultat zufrieden bist, kannst du es speichern, teilen, oder ausdrucken.

# Action button
source: Let's do this!
de: Legen wir los!

source: Why should I create a personalised autism infographic?
de: Wieso sollte ich eine personalisierte Autismusinfografik erstellen?

source: You are unique
de: Du bist einzigartig

source: As are all autistic people. There is no one explanation that fits all.
de: Genau wie die anderen Autisten auch. Es gibt keine generische Beschreibung die für jeden passt.

source: You're worth to be understood
de: Du bist es Wert verstanden zu werden.

source: We are convinced that the right explanation can lead to more acceptance.
de: Wir sind davon überzeugt, dass die passende Erklärung zu mehr Akzeptanz führen kann.

source: By creating an infographic you will be prepared for those situations where you can't find the right words or don't have the energy to speak.
de: Wenn du eine Infografik machst, bist du bestens vorbereitet für die Situationen wo dir die richtige Worte nicht einfallen, oder wenn du keine Energie zum Reden hast.

source: Personalised Autism Infographics is a project by and for autistic people.
de: Dies ist ein Projekt von und für Autisten

source: It has been created as a thesis project of the bachelor in computer science at the University of Bern.
de: Es wird im Rahmen eines Bachelorprojekts in die Informatik an der Universität Bern

source: Item number %(n)d
de: Listeneintrag Nummer %(n)d

source: Item %(nth)s in the array did not validate:
de: Eintrag %(nth)s der Liste enthält ein Fehler:

source: Choose a module to start with
de: Wähle die Module womit du anfangen willst

source: You can add more modules later
de: Du kannst später noch weitere Module hinzufügen

source: Choose a title for your page
de: Wähle einen Titel für deine Seite

source: Or choose another module
de: Oder wähle eine weitere Module

source: You have to choose a module.
de: Wähle eine Module aus.

source: Other communication suggestions
de: Mehr Hinweise zum Thema Kommunikation

source: Click the plus-sign at the end of the last item to add more items. Empty lines will be ignored.
de: Du kannst mehr Einträge hinzufügen indem de auf das Plus-Zeichen am Ende des letzten Eintrags Klickst. Leere Einträge werden ignoriert.

source: Other communication methods I might use
de: Andere Kommunikationsmethoden die ich Benutze.

source: Other communication methods you can use
de: Andere Kommunikationsmethoden die Sie Benutzen können

source: More things others can do
de: Mehr Sachen die Andere für dich machen können.

source: More things others should ask
de: Mehr Sachen die Andere Fragen sollten

source: More things others shouldn't do
de: Mehr Sachen die Andere nicht machen dürfen

source: More additional sensory info
de: Mehr Zusätzliche Informationen zu sensorische Empfindlichkeiten

source: You can use each position only once.
de: Jede Position kann nur einmal benutzt werden.

source: Page Title
de: Titel der Seite

source: No inspiration? You can leave this field empty or fill it out later
de: Keine Inspiration? Dieses Feld ist nicht obligatorisch und man kann es auch später noch ausfüllen

source: User
de: Benutzer

source: Created at
de: Erstellt am

source: Is active
de: Ist aktiv

source: Token created at
de: Token erstellt am

source: Token Count
de: Token Zähler

source: Page
de: Seite

source: General info module
de: Allgemeine Informationen

source: I am autistic
de: Ich bin Autist*in

source: I have autism
de: Ich habe Autismus

source: I am on the autism spectrum
de: Ich bin im Autismus-Spektrum

source: I have an autism spectrum disorder
de: Ich habe eine Autismusspektrumstörung

source: I am neurodivergent
de: Ich bin Neurodivergent

source: I am an aspie
de: Ich bin ein Aspie

source: Other
de: Andere

source: With this module you can introduce yourself. Add a picture if you want to, state your pronouns or disclose your autism. As in all our modules, all of this is optional.
de: In dieses Modul kannst du dich vorstellen. Du kannst ein Bild hinzufügen wenn du das möchtest. Mitteilen welche Pronomen du benutzest oder deine Autismusdiagnose offenlegen. Wie in alle unsere Module sind alle diese Angaben optional.

source: Identity
de: Identität

source: Specify your identity if you chose other above
de: Wenn du oben andere gewählt hast, kannst du deine Identität hier spezifizieren

source: Prefered pronouns
de: Bevorzugte Pronomen

source: She/Her/Hers, He/Him/His, They/Them/Theirs, etc.
de: 3. Person zB sie, er, si_er, xier, ... und/oder 2. Person du, Sie

source: Image
de: Bild

source: Communication module
de: Kommunikationsmodul

source: This module lets you describe your communication preferences in different situations. In addition you can give others tips on how to communicate effectively with you.
de: In dieses Modul kannst du deine Kommunikationspräferenzen für unterschiedliche Situationen angeben. Zudem kannst du noch zusätzliche Tipps geben wie andere die Kommunikation mit dir Effektiver gestalten können.

source: Be very concrete and specific. Avoid very broad questions.
de: Machen Sie sehr konkrete und spezifische Angaben. Vermeiden Sie sehr offene Fragen.

source: Show me diagrams or pictures whenever possible.
de: Zeigen Sie mir wenn möglich Diagramme oder Bilder.

source: Write down important information or instructions for me.
de: Schreiben Sie alle wichtige Informationen und Instruktionen für mich auf.

source: Give me very detailed information.
de: Geben Sie mir sehr detaillierte Informationen.

source: Focus only on the most important information.
de: Fokussieren Sie nur auf die wichtigste Informationen.

source: Be patient with me if I need to ask a lot of questions.
de: Seien Sie geduldig wenn ich viele Frage stelle.

source: Give me extra time to process what you have said. Especially if I have to answer questions.
de: Geben Sie mir extra Zeit um das gesagte zu verarbeiten. Besonders wenn ich Fragen beantworten muss.

source: If I seem rude, I don't mean it. I'm just really direct.
de: Wenn ich unhöflich erscheine ist dies nicht so gemeint. Ich bin einfach sehr direkt.

source: I often take language too literally.
de: Ich nehme das gesagte oft zu wörtlich.

source: I may have difficulty understanding tone of voice, facial expressions, or body language.
de: Ich habe Schwierigkeiten Intonation, Gesichtsausdrücke oder Körpersprache zu interpretieren.

source: I may have a hard time communicating, even if my speech sounds fluent.
de: Ich habe manchmal Schwierigkeiten mit der Kommunikation, auch wenn meine Sprache Fliessend erscheint.

source: I can be involved in decisions even though I have difficulty speaking.
de: Ich kann in Entscheidungen mit einbezogen werden obwohl ich Schwierigkeiten habe zu reden.

source: My ability to communicate changes a lot, depending on the situation.
de: Meine Kommunikationsfähigkeiten sind sehr Situationsabhängig.

source: I have a hard time using the telephone.
de: Ich habe Schwierigkeiten mit Telefonieren.

source: Communication suggestions
de: Kommunikationshinweise

source: Text based alternative to speech
de: Textbasierte alternative zu gesprochene Sprache

source: Picture based alternative to speech
de: Bildbasierte alternative zu gesprochene Sprache

source: Other signs, gestures or behaviours
de: Andere Gebärden, Bewegungen oder Verhaltensweisen.

source: Do's and Don'ts module
de: Do's and Don'ts Modul

source: With this module, you can provide 3 quick lists with things people can do, shouldn't do, or should ask you first.
de: Mit dieser Module erstellst du 3 Listen die auf einen Blick vermitteln was andern Tun können, lassen sollen und nachfragen sollen.

source: Use natural light and turn off fluorescent lights if possible
de: Benutzen sie natürliches Licht und schalten Sie womöglich Leuchtstofflampen aus.

source: Try to find a quiet room or space for me
de: Versuchen Sie einen ruhigen Ort für mich zu finden.

source: Let me use my headphones to listen to my favorite music
de: Lassen Sie mich meine Kopfhörer benutzen und meine Lieblingsmusik hören.

source: Let me use my ear protection to block out noises
de: Lassen Sie mich meinen Hörschutz benutzen.

source: Let me fidget, move around, flap my arms or make other sounds or motions
de: Lassen Sie mich zappeln, flattern, oder andere Geräusche oder Bewegungen machen.

source: Talk to me with a calm voice
de: Reden Sie mit ruhiger Stimme

source: Tel me about changes in plans as soon as possible
de: Informieren Sie mich so bald wie möglich über Planänderungen.

source: Turn of the TV, radio or other things that make noise
de: Schalten Sie der Fernseher, das Radio und andere Geräte die Geräusche produzieren ab.

source: Ask before you touch me
de: Fragen Sie mich bevor Sie mich berühren

source: Ask me about what method of communication I want to use
de: Fragen Sie mich wie ich kommunizieren möchte.

source: Ask me if I want to talk or socialize before introducing me to new people
de: Fragen Sie mich ob ich das möchte bevor Sie mich neuen Leuten vorstellen.

source: Don't force me to make eye contact
de: Zwingen Sie mich nicht Augenkontakt zu machen.

source: Do not sit or stand close to me unless it is necessary
de: Stehen oder Sitzen Sie nicht zu nah wenn es nicht absolut notwendig ist.

source: Avoid chitchat
de: Vermeiden Sie Smalltalk

source: Don't talk a lot to try to calm me, as this has the contrary effect
de: Versuchen Sie nicht mich mit vielen Wörtern zu beruhigen. Damit bewirken Sie dem Gegenteil.

source: Things others can do to help you
de: Sachen die andern machen können um dich zu helfen

source: Things people should ask you about
de: Sachen die andere dich fragen sollten

source: Things others should not do
de: Sachen die man niemals machen sollte

source: Medication module
de: Medikamente

source: Here you can create a table with your medication and when you take how much of it. This can be useful for doctors or caregivers, or just as a reminder for yourself.
de: Hier kannst du eine Tabelle erstellen mit darin deine Medikamente, wann und wie viel du davon nimmst. Diese Information kann sinnvoll sein für Ärzte oder sonstige Fachpersonen, oder als Erinnerung für dich selbst.

source: Medication name
de: Name des Medikaments

source: Intake time
de: Zeitpunkt der Einnahme

source: Intake quantity
de: Einnahmemenge

source: medication
de: Medikament

source: This module presents your sensory profile. You can also add other information related to sensory processing.
de: Dieses Modul zeigt ein Sensorisches Profil an. Dazu kannst du noch weitere Angaben machen die mit sensorische Verarbeitung zu tun haben.

source: Do not include
de: Nicht aufnehmen

source: Very low
de: Sehr gering

source: Lower than average
de: Weniger als durchschnittlich

source: Average
de: Durchschnittlich

source: Higher than average
de: Mehr als durchschnittlich

source: Very high
de: Sehr hoch

source: Sensitivity to sound
de: Empfindlichkeit bezüglich Geräusche

source: Sensitivity to light
de: Empfindlichkeit bezüglich Licht

source: Sensitivity to smells
de: Empfindlichkeit bezüglich Gerüche

source: Sensitivity to temperature
de: Empfindlichkeit bezüglich Wärme/Kälte

source: Additional sensory info
de: Zusätzliche sensorische Informationen

source: Contact module
de: Kontakte

source: In this module you can add all kinds of contact data. As always, all fields are optional, so you can add contacts with only a phone number or email address, as well as postal addresses and even maps(not available yet).
de: Mit dieses Modul kannst du verschiedene Kontakte erstellen. Wie immer sind alle Felder optional. So kannst du Kontakte mit nur eine Telefonnummer oder Emailadresse hinzufügen. Aber auch mit vollständige Adresse oder sogar eine Karte (noch nicht verfügbar)

source: Contact title
de: Kontakt Titel

source: Choose a descriptive title for the contact. A good title may include the role of this contact, or the situation in which they can be contacted.
de: Wählen Sie ein deskriptiver Titel für jeder Kontakt. Ein guter Titel könnte die Rolle dieses Kontakts enthalten, und/oder die Situation in welche sie*er kontaktiert werden sollte.

source: Address
de: Adresse

source: Phone number
de: Telefonnummer

source: Email address
de: Emailadresse

source: Extra comment
de: Zusätzlicher Kommentar

source: Free text module
de: Freier Text

source: Here you can create a custom module containing text and a title. You can use it for any text you want to add that doesn't have place in our pre-formulated modules.
de: Eine freie Module mit einen Text und Titel. Du kannst diese Module für jeder Text verwenden der sonst nirgendwo Platz hat.

source: Title
de: Titel

source: Free list module
de: Freier Liste

source: Free picture module
de: Freie Bilder

source: Image description
de: Bildbeschreibung

source: Image title
de: Titel des Bildes

source: communication suggestions
de: Kommunikationshinweise

source: Sensory Profile
de: Sensorisches Profil

source: Additional Sensory Info
de: Zusätzliche sensorische Informationen

# action button
source: Create one!
de: Probiere es aus!

# menu item
source: Examples
de: Beispiele

source: Change Password
de: Passwort ändern

source: Log out
de: Ausloggen

# menu item
source: My Pages
de: Meine Seiten

# menu item
source: Log in
de: Einloggen

# superscript above page title
source: creating page
de: Erstellung der Seite

source: No Title
de: Kein Titel

source: All fields are optional. You don't have to fill in anything you don't want.
de: Alle Felder sind optional. Fülle einfach nur die Sachen aus die du möchtest.

# Button
source: Back
de: Zurück

# Button
source: Save
de: Speichern

source: Add another situation
de: weitere Situation hinzufügen

source: Contact Module
de: Kontakte

source: Add another contact
de: Weiteres Kontakt hinzufügen

source: Free List Module
de: Module für Freie Liste

source: Free Picture Module
de: Freie Bilder Module

source: Add another image
de: Weiteres Bild hinzufügen

source: Free Text Module
de: Module mit Freier Text

source: General Information Module
de: Modul mit allgemeine Informationen

source: Add another intake
de: Eine weitere Einnahme hinzufügen

# Button
source: Save and add another medication
de: Speichern und ein weiteres Medikament hinzufügen

# Button
source: Save and finish module
de: Speichern und Module fertigstellen

# Button
source: Save changes
de: Änderungen speichern

source: You can now start creating your page.
de: Du kannst jetzt anfangen deine Infoseite zu gestallten.

source: We've sent you an email to confirm your account in case you want to keep using it.
de: Wir haben dich eine Email geschickt um dein Konto zu bestätigen falls du es weiter nutzen mochtest.

source: This email contains a link to set your account password
de: Dieses Email enthält einen Link womit du dein Passwort setzen kannst.

source: You can do all of this later and can start creating your first page now!
de: Du kannst aber jetzt sofort loslegen und das mit dem Email auch später noch machen.

source: continue
de: Weiter
